Repository: edatalia/edatalia_eContrato
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: es_es, eu_es

# AddItemmsg
source: Add items
es_es: Añadir elementos
eu_es: Datuak gehitu

# appbtnCancelSign.Label
source: Clean signature
es_es: Limpiar Firma
eu_es: Sinadura garbitu

# appbtnConfirm.Label
source: Confirm request
es_es: Confirmar solicitud
eu_es: Eskaera baieztatu

# appbtnDNIPhoto.Label
source: Add DNI
es_es: Adjuntar DNI
eu_es: NAN erantsi

# appbtnOpen.Label
source: Select model
es_es: Seleccionar modelo
eu_es: Eredua aukeratu

# appbtnPhoto.Label
source: Attach photo
es_es: Adjuntar foto
eu_es: Argazkia erantsi

# appbtnPosSize.Label
source: Validate position and size
es_es: Validar posición y tamaño
eu_es: Tokia eta neurria balioztatu

# appbtnRecordVoice.Label
source: Record
es_es: Grabar
eu_es: Grabatu

# appbtnRestart.Label
source: Restart signature
es_es: Reiniciar firma
eu_es: Sinadura berrabiatu

# appbtnSave.Label
source: Save signed file
es_es: Guardar fichero firmado
eu_es: Gorde fitxategia sinatuta

# appbtnSaveAuthCitizen.Label
source: Update data
es_es: Actualizar datos
eu_es: Datuak eguneratu

# appbtnSaveCitizen.Label
source: Generate request
es_es: Generar solicitud
eu_es: Eskaera sortu

# appbtnSaveClient.Label
source: Update data
es_es: Actualizar datos
eu_es: Datuak eguneratu

# appbtnSaveReqCitizen.Label
source: Update data
es_es: Actualizar datos
eu_es: Datuak eguneratu

# appbtnSign.Label
source: Sign
es_es: Firmar
eu_es: Sinatu

# appbtnValidate.Label
source: Validate signature
es_es: Validar Firma
eu_es: Sinadura

# btGenerateContract.Label
source: Generate contract
es_es: Generar contrato
eu_es: Kontratua sortu

# btSelectBackground.Content
source: Select
es_es: Seleccionar
eu_es: Aukeratu

# btSelectLogo.Content
source: Select
es_es: Seleccionar
eu_es: Aukeratu

# cbhBankAttached.Content
source: Direct debit data attached
es_es: Se acompaña domiciliación bancaria
eu_es: Bankuko datuak erantsiak daude

# cbhDocumentAttached.Content
source: Documents attached
es_es: Se acompañan documentos
eu_es: Dokumentuak erantsiak daude

# cbhWritingAttached.Content
source: Writting attached
es_es: Se acompaña escrito
eu_es: Idazkia erantsitzen da

# chbAuthorized.Content
source: Add Representative / Authorized person data
es_es: Agregar datos de la persona Representate / Autorizada
eu_es: Baimendutako ordezkariaren datoak gehitu

# chbConfidentialTems.Content
source: I accept privacy terms
es_es: Acepto los términos de confidencialidad
eu_es: Konfidaltasuneko arauak onartzen ditut

# dtPcikerClientBornDate.Header
source: Born date
es_es: Fecha nacimiento
eu_es: Jaiotako eguna

# dtPicker.Header
source: Start date
es_es: Fecha inicio
eu_es: Hasierako data

# dtPickerInitDate.Header
source: Start date
es_es: Fecha Inicio
eu_es: Hasierako data

# dtPickerSvc.Header
source: Start date
es_es: Fecha inicio
eu_es: Hasierako data

# lbCommunicationLanguage.Header
source: Communication language
es_es: Idioma comunicación
eu_es: Komunikatzeko hizkuntza

# rbtAyuntamietno.Content
source: Demo Bilbao City Council
es_es: Demo Ayuntamiento Bilbao
eu_es: Bilboko udalaren demoa

# rbtSeguros.Content
source: Demo insurance company
es_es: Demo aseguradora
eu_es: Aseguratzile demoa

# searchBox.PlaceholderText
source: Search client by ID Card (DNI)
es_es: Buscar cliente por DNI
eu_es: NAN-en bidez bezeroa topatu

# searchBoxAuthorized.PlaceholderText
source: Search representative/authorized person data (DNI)
es_es: Buscar datos de la persona representante/autorizada (DNI)
eu_es: Baimendutako ordezkariaren datoak topatu (NAN)

# searchBoxCitizen.PlaceholderText
source: Search citizen by ID Card (DNI)
es_es: Buscar datos de la persona solitante (DNI)
eu_es: Eskatzailearen datoak topatu (NAN)

# strApiKeyConf
source: Set the ApiKey in the app's Settings section
es_es: Configure la seccion ApiKey de la app
eu_es: Aplikazioko ApiKey sekzioa konfiguratu

# strAttached
source: Attached items:
es_es: Elementos adjuntados:
eu_es: Erantsitako elementoak:

# strAudioAttached
source: Audio aceptance attached
es_es: Aceptación audio adjuntado
eu_es: Erantsitako audioa onartu

# strAudioAttachedMissing
source: Audio aceptance missing
es_es: Falta aceptación audio
eu_es: Audio onartzea falta da

# strDBConnectionErrormsg
source: Database connection stablisment difficulties
es_es: No se pudo establecer conexión con la base de datos
eu_es: Databasearekin ezin da konektatu

# strDiscardQuestion
source: Do you want to discard the actual process and restart again?
es_es: ¿Estas seguro de que deseas empezar de nuevo y descartar el proceso actual?
eu_es: Honako prozesua galdu eta berriz hastea garbi duzu?

# strDNIFormatErrormsg
source: Insert a valid DNI format (capital letter)
es_es: Introduce un formato de DNI correcto, incluyendo letra en mayuscula
eu_es: Ondo dagoen NAN formatu bat sartu (letra maiuskulaz)

# strDNIPhotoAttached
source: ID Card photo attached
es_es: Foto DNI adjuntado
eu_es: NAN argazkia erantsita

# strDNIPhotoAttachedMissing
source: ID Card photo missing
es_es: Falta foto DNI
eu_es: NAN-ko argazkia falta da

# strError
source: Error
eu_es: Errorea

# strGetStorageItemException
source: GetStorageItemsAsync error
es_es: Error en GetStorageItemsAsync
eu_es: GetStorageItemsAsync errorea

# strNo
source: No
eu_es: Ez

# strNoSign
source: There is no signature to save
es_es: No hay ninguna firma que guardar
eu_es: Ez dago sinaturik gordetzeko

# strPDFCreationErrormsg
source: The pdf file could not be created, try again restarting the app
es_es: No se ha podido generar el pdf, intentelo de nuevo reiniciando la aplicación
eu_es: Pdf-a ezin izan da sortu. Berriz saiatu aplikazio berrabiatu

# strPDFLoadException
source: The contract pdf could not be loaded
es_es: No se pudo cargar el pdf del contrato
eu_es: Ezin izan da kontratuaren pdf-a kargatu

# strPhotoAttached
source: Client photo attached
es_es: Foto cliente adjuntado
eu_es: Bezeroaren argazkia erantsita

# strPhotoAttachedMissing
source: Client photo missing
es_es: Falta foto cliente
eu_es: Bezeroaren argazkia falta da

# strRestartChangeDemo
source: Restart the app to change of demo
es_es: Reinicie la aplicación para cambiar de demo
eu_es: Berrabiatu aplikazioa demoa aldatzeko

# strResumen
source: Abstract
es_es: Resumen
eu_es: Laburpena

# strSettings
source: Settings
es_es: Configuración
eu_es: Konfigurazioa

# strLanguageSettings
source: Language settings
es_es: Configuración idioma
eu_es: Hizkuntza hobespenak

# strSigninProcessError
source: Errors during the signin process. The app will exit. Restart and try again.
es_es: Ha habido problemas en el proceso de firma, la aplicación se apagará. Reinicie e inténtelo de nuevo
eu_es: Problemeren bat egon da sinaduraren prozesuan. Berrabiatu eta saiatu berriro

# strValidateSign
source: Validate signature
es_es: Validar firma
eu_es: Sinadura baieztatu

# strYes
source: Yes
es_es: Si
eu_es: Bai

# strZipSaved
source: The zip package with all data has been saved
es_es: El zip con todos los datos se ha guardado correctamente
eu_es: Datu guztiekin zip-a ondo gorde da

# tbAdmin.Header
source: Destination Administration
es_es: Administración Destino
eu_es: Helburu administrazioa

# tbAdminUnit.Header
source: Destination Administrative Unit
es_es: Unidad administrativa Destino
eu_es: Helburu administrazio unitatea

# tbApiKey.Header
source: Pdf Converter ApiKey
es_es: ApiKey pdf Convertidor
eu_es: ApiKey pdf konbertizailea

# tbAuthorizedData.Text
source: Representative/Authorized person data
es_es: Datos de la Persona Representate/Autorizada
eu_es: Pertsona ordezkariaren datuak

# tbAuthorizedPersonData.Text
source: Representative/Authorized person data
es_es: Datos de la Persona Representate/Autorizada
eu_es: Pertsona ordezkariaren datuak

# tbBackground.Text
source: Background
es_es: Configuración fondo
eu_es: Atzealde konfigrazioa

# tbBackgroundDesc.Text
source: Select app background
es_es: Seleccione fondo de pantalla
eu_es: Pantailako atzealdea aukeratu

# tbCause.Header
source: Request cause
es_es: Motivo de la solicitud
eu_es: Eskarearen arrazoia

# tbChangeOrientation.Text
source: Change tablet orientation to continue with the signin process
es_es: Para continuar con el proceso de firma, cambie de orientación
eu_es: Sinaduraren prozesua jarraitzeko, aldatu orientzaioa

# tbCitizenCity.Header
source: City
es_es: Municipio
eu_es: Herria/Hiria

# tbCitizenCountry.Header
source: Country, Province, Historic Territory
es_es: Pais, Provincia o Territorio Historico
eu_es: Herrialde, probintzia edo lurralde historikoa

# tbCitizenDNI.Header
source: ID Card number
es_es: Nº DNI, NIE o CIF
eu_es: NAN edo CIF

# tbCitizenDoor.Header
source: Door
es_es: Puerta
eu_es: Atea

# tbCitizenEmail.Header
source: Email
es_es: Correo electronico (e-mail)
eu_es: Korreo elektronikoa (e-mail)

# tbCitizenFirstName.Header
source: First surname
es_es: Primer apellido
eu_es: Lehenengo abizena

# tbCitizenFloor.Header
source: Floor
es_es: Planta
eu_es: Soilarua

# tbCitizenHand.Header
source: Hand
es_es: Mano
eu_es: Eskua

# tbCitizenMobilePhone.Header
source: Mobile phone
es_es: Teléfono movil
eu_es: Telefono mugikorra

# tbCitizenName.Header
source: Name, company name or company name of the Entity
es_es: Nombre, Razón Social o denominación de la Entidad
eu_es: Izena, zuzenbidea edo entitatearen izena

# tbCitizenNationality.Header
source: Nationality
es_es: Nacionalidad
eu_es: Nortasuna

# tbCitizenNumber.Header
source: Number
es_es: Nº Portal
eu_es: Atearen zenbakia

# tbCitizenPassport.Header
source: Passport number
es_es: Nº Pasaporte
eu_es: Nº Pasaportea

# tbCitizenPhone.Header
source: Telephone
es_es: Teléfono
eu_es: Telefonoa

# tbCitizenPostalCode.Header
source: Postal code
es_es: Código postal
eu_es: Kodigo postala

# tbCitizenSecondName.Header
source: Second surname
es_es: Segundo apellido
eu_es: Bigarren abizena

# tbCitizenShortDNI.Header
source: ID Card, Foreign Resident Identification Number, VAT Number
es_es: Nº DNI, NIE o CIF
eu_es: NAN edo CIF

# tbCitizenShortFirstName.Header
source: First surname
es_es: Primer apellido
eu_es: Lehen abizena

# tbCitizenShortName.Header
source: Name, company name or company name of the Entity
es_es: Nombre, Razón Social o denominación de la Entidad
eu_es: Izena, zuzenbidea edo entitatearen izena

# tbCitizenShortSecondName.Header
source: Second surname
es_es: Segundo apellido
eu_es: Bigarren abizena

# tbCitizenStaircase.Header
source: Staircase
es_es: Escalera
eu_es: Eskilara

# tbCitizenStreet.Header
source: Street
es_es: Calle
eu_es: Kalea

# tbClientDNI.Header
source: ID Card number
es_es: DNI
eu_es: NAN

# tbClientDNIConf.Header
source: ID Card number
es_es: DNI
eu_es: NAN

# tbClientFirstName.Header
source: First surname
es_es: Primer apellido
eu_es: Lehen abizena

# tbClientFirstNameConf.Header
source: First surname
es_es: Primer apellido
eu_es: Lehen abizena

# tbClientName.Header
source: Name
es_es: Nombre
eu_es: Izena

# tbClientNameConf.Header
source: Name
es_es: Nombre
eu_es: Izena

# tbClientNumeroCuenta.Header
source: Account number
es_es: Número de cuenta
eu_es: Kontu zenbakia

# tbClientPhone.Header
source: Telephone
es_es: Teléfono
eu_es: Telefonoa

# tbClientSecondName.Header
source: Second surname
es_es: Segundo apellido
eu_es: Bigarren abizena

# tbClientSecondNameConf.Header
source: Second surname
es_es: Segundo apellido
eu_es: Bigarren abizena

# tbConf.Text
source: Request confirmation
es_es: Confirmación de la solicitud
eu_es: Eskareren konfirmazioa

# tbDepartment.Header
source: Destination Area/Department
es_es: Área o Departamento Destino
eu_es: Area edo departamentua

# tbExpedientNumber.Header
source: Expedient number
es_es: Nº de expediente
eu_es: Expedientearen zenbakia

# tbImporte.Header
source: Amount
es_es: Importe
eu_es: Inportea

# tbImporteSvc.Header
source: Amount
es_es: Importe
eu_es: Inportea

# tbLicencePlate.Header
source: License plate
es_es: Matrícula
eu_es: Matríkula

# tblNotCitizen.Text
source: No citizen with this ID Card number, fill all data
es_es: No existe ningún ciudadano con el DNI indicado, complete la ficha de ciudadano
eu_es: NAN horrekin ez da existitzen biztanlerik, bete biztanlearen fitxa

# tblNotCitizenAuthorized.Text
source: No citizen with this ID Card number, fill all data
es_es: No existe ningún ciudadano con el DNI indicado, complete la ficha de ciudadano
eu_es: NAN horrekin ez da existitzen biztanlerik, bete biztanlearen fitxa

# tblNotClient.Text
source: No client with this ID Card number, fill all data
es_es: No existe ningún cliente con el DNI indicado, complete la ficha del cliente
eu_es: NAN horrekin ez da existitzen biztanlerik, bete bezeroaren fitxa

# tbLogoConf.Text
source: Logo settings
es_es: Configuración logo
eu_es: Logo konfigurazioa

# tbLogoConfDesc.Text
source: Select the app logo to show in the app header section
es_es: Seleccione el logo a mostrar en la cabecera de la aplicación
eu_es: Aplikazioaren buruan agertzeko loagoa aukeratu

# tblRestart.Text
source: Restart the app to apply changes
es_es: Para poder aplicar los cambios, reinicie la aplicación
eu_es: Aldaketak onartzeko berrabiatu aplikazioa

# tblRestartBackground.Text
source: Restart the app to apply changes
es_es: Para poder aplicar los cambios, reinicie la aplicación
eu_es: Aldaketak onartzeko berrabiatu aplikazioa

# tbNotes.Header
source: Notes
es_es: Observaciones
eu_es: Oharrak

# tbOposition.Header
source: Oposition
es_es: Oposición
eu_es: Oposizioa

# tbRequester.Text
source: Requester data
es_es: Datos de la Persona Solicitante
eu_es: Ekatzailearen datuak

# tbRequesterData.Text
source: Requester data
es_es: Datos de la Persona Solicitante
eu_es: Ekatzailearen datuak

# tbSelectDemo.Text
source: Select demo
es_es: Seleccione demo
eu_es: Demoa aukeratu

# tbSelectDemoDesc.Text
source: Select demo Insurance company / Bilbao City Council
es_es: Seleccione el tipo de demo Seguros/Ayuntamiento
eu_es: Demoaren mota aukeratu: Asegurua edo udaletxea

# tbService.Header
source: Service name
es_es: Nombre Servicio
eu_es: Serbitsuaren izena

# tbSignHere.Text
source: Sign here
es_es: Firme aquí
eu_es: Sinatu hemen

# tbSignHereVertical.Text
source: Sign here
es_es: Firme aquí
eu_es: Sinatu hemen

# tbSubject.Header
source: Subject
es_es: Asunto
eu_es: Gaia

# strNoCitizen
source: No citizen with this ID Card number, fill all data
es_es: No existe ningún ciudadano con el DNI indicado, complete la ficha del ciudadano
eu_es: NAN horrekin ez da existitzen biztanlerik, bete biztanlearen fitxa

# strNotClient
source: No client with this ID Card number, fill all data
es_es: No existe ningún cliente con el DNI indicado, complete la ficha del cliente
eu_es: NAN horrekin ez da existitzen biztanlerik, bete bezeroaren fitxa

# strSignHere
source: Sign here
es_es: Firme aquí
eu_es: Sinatu hemen

# strDNI
source: ID Card Number
es_es: DNI
eu_es: NAN

# strFillData
source: Fill the following data with valid format:
es_es: Rellene los siguientes campos con datos válidos
eu_es: Hurrengo atalak bete datu balioarrekin

# strFirstSurname
source: First Surname
es_es: Primer apellido
eu_es: Lehenengo abizena

# strImporte
source: Amount
es_es: Importe
eu_es: Inportea

# strName
source: Name
es_es: Nombre
eu_es: Izena

# strSecondSurname
source: Segundo apellido
eu_es: Bigarren abizena

# strTelephone
source: Teléfono
eu_es: Telefonoa

# appbtnOperationCancel.Label
source: Cancel operation
es_es: Cancelar operación
eu_es: Operazioa deuseztatu

# strCloseMsg
source: Close
es_es: Cerrar
eu_es: Itxi

# strNoClient
source: No client with this ID Card number, fill all data
es_es: No existe ningún cliente con el DNI indicado, complete la ficha del cliente
